Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=825_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SaKaste- haŠŋǩǩõõzz lie ååŠn ââŠnnemnalla
fin: SaKaste- hankkeen tuotokset nyt käytettävissä

source: EeŠjjest 2013 puuttâm SaKaste- haŠŋǩǩõõzz ooudâsmeäŠr lie ååŠn neeŠttest puki âânnmõõžžâst.
fin: Vuonna 2013 päättyneen SaKaste- hankkeen tuotokset ovat nyt kaikkien käytettävissä netissä.

source: HaŠŋǩǩõõzz ooudâsviikkâmtuâi ooudâsmieŠrren tuejjeeš vuäppsid sääŠm puärrsi- da vuõsspeâmmamtuõjju.
fin: Hankkeen kehittämistyön tuotoksena tehtiin oppaat saamelaiseen vanhus- ja varhaiskasvatustyöhön.

source: SaKaste- SäŠmmlai sosial- da tiõrvâsvuõttkääzzkõõzzi ooudâsviikkâmraajos-haŠŋǩǩõõzz čõõđteš eeŠjjin 2011 -2013.
fin: SaKaste- Saamelaisten sosiaali- ja terveyspalveluiden kehittämisrakenne-hanke toteutettiin vuosina 2011 -2013.

source: HaŠŋǩǩõs leäi PaKaste 2 – TâŠvv vuuŠd Kaste- vuäŠsshaŠŋǩǩõs.
fin: Hanke oli PaKaste 2 - Pohjoisen alueen Kaste- osahanketta.

source: SaKaste- haŠŋǩǩõõzz äiŠǧǧen pueŠreeš sääŠmǩiõllsaž da kuŠlttuuŠre vuâđđõõvvi kääzzkõõzzi šlaai, vaikktemvuõđ da vuäǯǯamvuõđ.
fin: SaKaste- hankkeen aikana parannettiin saamenkielisten ja kulttuuriin pohjautuvien palveluiden laatua, vaikuttavuutta ja saatavuutta.

source: LââŠssen ǩiččlõõđim ǩeeŠʒʒeed vooudlaž jeäŠrdõõzzid raajeeŠl sääŠmǩiõllsaž da – kulttuuŠre vuâđđõõvvi šiõǥǥ tuâjjmõõntõõllmõõžžid da tuåimmjem-maallid.Ooudâsviikkâmtuâjjproseess äiŠǧǧen sääŠm tuâjjlai jiijjâz ämmat-identiteŠtt ravvni da kõskksaž äŠšštobddisäiŠmmõs veiddni da âlddni.
fin: Lisäksi pyrittiin kaventamaan alueellisia eroja luomalla saamenkielisiä ja - kulttuuriin pohjautuvia hyviä työmenetelmiä ja toimintamalleja. Kehittämistyöprosessin aikana saamelaisten työntekijöiden oma ammatti-identiteetti vahvistui ja keskinäinen asiantuntijaverkosto laajeni ja tiivistyi.

source: Ooudâsviikkâmtuâi tuejjeeš prosessluânddlânji da sääŠmkulttuur vueŠlǧǧemaalǥin.
fin: Kehittämistyötä tehtiin prosessiluontoisesti ja saamelaiskulttuurin lähtökohdista.

source: SäŠmmlai vuõsspeâmmam da puärrsituâi kõõskâst reŠttlõŠstti sääŠmǩiõllsaž tuâjjlažkåŠdd tuåimmji tuâjj-joukkreŠttlâsttem äiŠǥǥen ooudâsviikkâmäŠšštobddjen.
fin: Saamelaisen varhaiskasvatuksen ja vanhustyön parissa työskentelevä saamenkielinen henkilöstö toimi tiimityöskentelyn aikana kehittäjäasiantuntijoina.
